tap "fabianishere/personal"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mikhailai/misc"
tap "nektos/tap"
brew "archey"
brew "arp-scan"
brew "python", link: false
brew "asciinema"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "circleci", link: false
brew "curl"
brew "direnv"
brew "envchain"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gpgme"
brew "libtool"
brew "grep"
brew "hcloud"
brew "htop"
brew "httpie"
brew "hugo"
brew "iperf"
brew "ipmitool"
brew "jq"
brew "mas"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "pandoc"
brew "pdfgrep"
brew "perl"
brew "ranger", link: false
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "screenfetch"
brew "shellcheck"
brew "sl"
brew "speedtest-cli"
brew "sshfs"
brew "terraform"
brew "tldr"
brew "tree"
brew "urlview"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "fabianishere/personal/pam_reattach"
brew "mikhailai/misc/usbutils"
cask "alacritty"
cask "android-platform-tools"
cask "insomnia"
cask "jetbrains-toolbox"
cask "monitorcontrol"
cask "spotify"
cask "vagrant"
cask "gitkraken"
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "Termius", id: 1176074088
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
