tap "fabianishere/personal"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mikhailai/misc"
tap "nektos/tap"
tap "homebrew/cask-drivers"

brew "ansible"
brew "asciinema"
brew "coreutils"
brew "curl"
brew "dive"
brew "fabianishere/personal/pam_reattach"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "helm"
brew "htop"
brew "iperf3"
brew "jq"
brew "kompose"
brew "mas"
brew "mkcert"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "pam_reattach"
brew "pandoc"
brew "pinentry-mac"
brew "prettier"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "urlview"
brew "watch"
brew "wget"
brew "yamllint"
brew "youtube-dl"
brew "zsh"


cask "1password"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "balenaetcher"
cask "basictex"
cask "caprine"
cask "clipy"
cask "discord"
cask "docker"
cask "firefox"
cask "gitkraken"
cask "gpg-suite-pinentry"
cask "hiddenbar"
cask "insomnia"
cask "jetbrains-toolbox"
cask "monitorcontrol"
cask "omnidisksweeper"
cask "onyx"
cask "slack"
cask "spotify"
cask "vagrant"
cask "vimmotion"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "wireshark"
cask "yubico-yubikey-manager"

mas "Microsoft To Do", id: 1274495053
mas "Trello", id: 1278508951
mas "WireGuard", id: 1451685025

