tap "fabianishere/personal"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mikhailai/misc"
tap "nektos/tap"
tap "homebrew/cask-drivers"

brew "coreutils"
brew "curl"
brew "dive"
brew "fabianishere/personal/pam_reattach"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "htop"
brew "iperf3"
brew "jq"
brew "mas"
brew "mkcert"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "pam_reattach"
brew "pandoc"
brew "pinentry-mac"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "urlview"
brew "watch"
brew "wget"
brew "zsh"
brew "yarn"

cask "amethyst"
cask "balenaetcher"
cask "barrier"
cask "brave-browser"
cask "caprine"
cask "clipy"
cask "discord"
cask "docker"
cask "gpg-suite-pinentry"
cask "hiddenbar"
cask "jetbrains-toolbox"
cask "kitty"
cask "omnidisksweeper"
cask "onyx"
cask "spotify"
cask "wireshark"
cask "yubico-yubikey-manager"

mas "WireGuard", id: 1451685025
mas "1Password", id: 443987910
